{
    "data": {
    "totalItems": 54,
    "items": [
        {
            "summary": "Addiction Therapist",
            "name": "Addiction Therapist",
            "description": "This position/role was created as part of the Identification of Principal Mental Health Provider project (see patch SD*5.3*575 for details). Mental Health Service uses this position/role as a non-primary care position. At this time Mental Health Service does not use Person Class to further define this position/role."
        },
        {
            "summary": "Admin Coordinator",
            "name": "Admin Coordinator",
            "description": "The administrative coordinator for the team. This person is involved with administrative (MAS requirements and/or Clinic administration) duties as well as oversight of the Scheduling process and Primary Care team definition."
        },
        {
            "summary": "Care Manager",
            "name": "Care Manager",
            "description": "Member of the PACT, usually a nurse, who coordinates and manages care for patients on the panel. This individual links patients with resources, coordinates resources to insure provision of comprehensive care minimizing duplication of services, manages care and ensures seamless transitions. The Care Manager is responsible for collaborating with services internal and external to the VA to facilitate care transition in order to effectively meet the patients' needs. The RN Care Manager provides patient and family health education with a focus on self-management, prevention, and wellness, based on the patient's goals."
        },
        {
            "summary": "Case Manager",
            "name": "Case Manager",
            "description": "The Case Manager is responsible for collaborating with services internal or external to the VA to manage the care of patients with needs of a complexity level that exceeds the capability of the Primary Care Teamlet to manage. The Case Manager is responsible for collaborating with services external to the VA to facilitate care transition in order to effectively meet the patients' needs, provides patient and family health education with a focus on self-management, prevention, and wellness based on the patients goals, and collaborates with patients to assess and identify needs, issues, care goals, and resources in critical factors for achieving desired outcomes for discharge, post hospital recovery and health maintenance/wellness."
        },
        {
            "summary": "Chaplain",
            "name": "Chaplain",
            "description": "This position/role was created as part of the Identification of Principal Mental Health Provider project (see patch SD*5.3*575 for details). Mental Health Service uses this position/role which is a non-primary care position. At this time Mental Health Service does not use Person Class to further define this position/role."
        },
        {
            "summary": "Chaplain (MHTC)",
            "name": "Chaplain (MHTC)",
            "description": "This position/role was created as part of the Identification of Principal Mental Health Provider project (see patch SD*5.3*575 for details). Mental Health Service uses this position/role as a non-primary care position. At this time Mental Health Service does not use Person Class to further define this position/role. This position/role is for a \"Mental Health Treatment Coordinator\" and contains the \"(MHTC)\" designation used to identify and display the position/role in CPRS."
        },
        {
            "summary": "Clinical Nurse Specialist",
            "name": "Clinical Nurse Specialist",
            "description": "Masters Degree-prepared, registered nurses with nationally recognized clinical advanced practice certification, accountable for the delivery of comprehensive health and preventive care services across the spectrum of clinical settings. Uses an analytical framework, such as nursing process, to create an environment that facilitates the delivery of care. Coordinates and evaluates integrated programs, and provides leadership in improving and sustaining the quality and effectiveness of care in diverse or complex programs. Function as licensed independent practitioners that do not require \"supervision\" by a physician, physician countersignature of orders or the care they provide. Function autonomously within a defined scope of practice in collaboration with physicians and other health care providers. [REF: IL 10-97-024, dated July 7, 1997: entitled \"Under Secretary for Health's Information Letter - Utilization of Nurse Practitioners and Clinical Nurse Specialists\" and Nursing Qualifications Standards - Nurse Level IV]"
        },
        {
            "summary": "Clinical Nurse Specialist (MHTC)",
            "name": "Clinical Nurse Specialist (MHTC)",
            "description": "This position/role was created as part of the Identification of Principal Mental Health Provider project (see patch SD*5.3*575 for details). Mental Health Service uses this position/role as a non-primary care position. At this time Mental Health Service does not use Person Class to further define this position/role. This position/role is for a \"Mental Health Treatment Coordinator\" and contains the \"(MHTC)\" designation used to identify and display the position/role in CPRS."
        },
        {
            "summary": "Clinical Pharmacist",
            "name": "Clinical Pharmacist",
            "description": "This is a PharmD. This is a pharmacist who: Performs patient care duties related to patient medications as assigned or granted by the appropriate governing committee at the facility. These privileges may include and may or may not be limited to: (1) Initiation of renewal orders for chronic maintenance medications. (2) Initiation of orders for laboratory tests necessary to monitor existing drug therapy. (3) Initiation of therapy upon referral by a clinician holding prescriptive privileges and within the scope of practice and privileging of Clinical Pharmacists."
        },
        {
            "summary": "Clinical Pharmacist (MHTC)",
            "name": "Clinical Pharmacist (MHTC)",
            "description": "This position/role was created as part of the Identification of Principal Mental Health Provider project (see patch SD*5.3*575 for details). Mental Health Service uses this position/role as a non-primary care position. At this time Mental Health Service does not use Person Class to further define this position/role. This position/role is for a \"Mental Health Treatment Coordinator\" and contains the \"(MHTC)\" designation used to identify and display the position/role in CPRS."
        },
        {
            "summary": "Designated Women's Health Provider",
            "name": "Designated Women's Health Provider",
            "description": "As described in VHA Handbook 1330.01, a primary care provider who is interested and proficient in women's health. A designated Women's Health Provider is preferentially assigned women Veterans within their primary care patient panels."
        },
        {
            "summary": "Dietitian",
            "name": "Dietitian",
            "description": "An expert in dietetics. This person is an expert in planning meals and diets."
        },
        {
            "summary": "Health Technician",
            "name": "Health Technician",
            "description": "Individual whose work is to prepare for and provide patient care, including personal care, diagnostic support activities, treatment procedures, patient care documentation, and patient and family teaching reinforcement. The Health Technician directs patient flow through the clinic, from checking in through checking out, and actively participates as a member of the healthcare team. Focuses on clinic visits, exams, and treatments with provider, observes, records, and reports patient's response or changes in patient's condition, and participates in appointment scheduling including EWL and Recall."
        },
        {
            "summary": "Intern (Physician)",
            "name": "Intern (Physician)",
            "description": "Performs patient care duties in accordance with Clinical Privileges as assigned or granted by the appropriate governing committee and is supervised by an Attending or assigned physician. Duties include but may not be limited to completing history & physical examinations, obtaining blood and other specimens, and provision of patient medical care as permitted."
        },
        {
            "summary": "LPC",
            "name": "LPC",
            "description": "This position/role was created as part of the Identification of Principal Mental Health Provider project (see patch SD*5.3*575 for details). Mental Health Service uses this position/role which is a non-primary care position. At this time Mental Health Service does not use Person Class to further define this position/role."
        },
        {
            "summary": "LPC (MHTC)",
            "name": "LPC (MHTC)",
            "description": "This position/role was created as part of the Identification of Principal Mental Health Provider project (see patch SD*5.3*575 for details). Mental Health Service uses this position/role as a non-primary care position. At this time Mental Health Service does not use Person Class to further define this position/role. This position/role is for a \"Mental Health Treatment Coordinator\" and contains the \"(MHTC)\" designation used to indentify and display the position/role in CPRS."
        },
        {
            "summary": "MAS Clerk",
            "name": "MAS Clerk",
            "description": "This person is a Medical Administrative Service clerk. Often a major amount of data entry is done by this individual."
        },
        {
            "summary": "Medical Student",
            "name": "Medical Student",
            "description": "Performs patient care duties in accordance with Medical Center Policy and Clinical Privileges as assigned or granted by the appropriate governing committee at the facility."
        },
        {
            "summary": "MFT",
            "name": "MFT",
            "description": "This position/role was created as part of the Identification of Principal Mental Health Provider project (see patch SD*5.3*575 for details). Mental Health Service uses this position/role which is a non-primary care position. At this time Mental Health Service does not use Person Class to further define this position/role."
        },
        {
            "summary": "MFT (MHTC)",
            "name": "MFT (MHTC)",
            "description": "This position/role was created as part of the Identification of Principal Mental Health Provider project (see patch SD*5.3*575 for details). Mental Health Service uses this position/role as a non-primary care position. At this time Mental Health Service does not use Person Class to further define this position/role. This position/role is for a \"Mental Health Treatment Coordinator\" and contains the \"(MHTC)\" designation used to indentify and display the position/role in CPRS."
        },
        {
            "summary": "Nurse (LPN)",
            "name": "Nurse (LPN)",
            "description": "Provides a variety of nursing care and practices which do not require full professional nurse education, but are represented by the licensing of practical and vocational nurses by a State, Territory or the District of Columbia. Persons in these positions may also provide administrative assistance, such as making appointments, etc."
        },
        {
            "summary": "Nurse (RN)",
            "name": "Nurse (RN)",
            "description": "Provides care to patients in clinics and other settings, administers anesthetic agents and supportive treatments to patients undergoing outpatient surgery and other medical treatments, promotes better health practices, and consults or advises nurses providing direct care to patients. Persons in this position require a professional knowledge and education in the field of nursing."
        },
        {
            "summary": "Nurse (RN) (MHTC)",
            "name": "Nurse (RN) (MHTC)",
            "description": "This position/role was created as part of the Identification of Principal Mental Health Provider project (see patch SD*5.3*575 for details). Mental Health Service uses this position/role as a non-primary care position. At this time Mental Health Service does not use Person Class to further define this position/role. This position/role is for a \"Mental Health Treatment Coordinator\" and contains the \"(MHTC)\" designation used to indentify and display the position/role in CPRS."
        },
        {
            "summary": "Nurse Practitioner",
            "name": "Nurse Practitioner",
            "description": "Performs appropriate assessments, orders diagnostic tests and consultations as necessary, prescribes treatment interventions in accordance with established protocols, provides or arranges follow-up care, and provides health teaching and supportive counseling. Patient care is a joint responsibility of the Nurse practitioner and the designated Supervisory Physician or Physicians."
        },
        {
            "summary": "Nurse Practitioner (MHTC)",
            "name": "Nurse Practitioner (MHTC)",
            "description": "This position/role was created as part of the Identification of Principal Mental Health Provider project (see patch SD*5.3*575 for details). Mental Health Service uses this position/role as a non-primary care position. At this time Mental Health Service does not use Person Class to further define this position/role. This position/role is for a \"Mental Health Treatment Coordinator\" and contains the \"(MHTC)\" designation used to indentify and display the position/role in CPRS."
        },
        {
            "summary": "Occupational Therapist",
            "name": "Occupational Therapist",
            "description": "This position/role was created as part of the Identification of Principal Mental Health Provider project (see patch SD*5.3*575 for details). Mental Health Service uses this position/role which is a non-primary care position. At this time Mental Health Service does not use Person Class to further define this position/role."
        },
        {
            "summary": "Occupational Therapist (MHTC)",
            "name": "Occupational Therapist (MHTC)",
            "description": "This position/role was created as part of the Identification of Principal Mental Health Provider project (see patch SD*5.3*575 for details). Mental Health Service uses this position/role as a non-primary care position. At this time Mental Health Service does not use Person Class to further define this position/role. This position/role is for a \"Mental Health Treatment Coordinator\" and contains the \"(MHTC)\" designation used to indentify and display the position/role in CPRS."
        },
        {
            "summary": "OIF OEF Clinical Case Manager",
            "name": "OIF OEF Clinical Case Manager",
            "description": "The OIF OEF Clinical Case Manager is a Nurse or Social Worker who provides case management of severely-injured Operation Iraqi Freedom (OIF) and/or Operation Enduring Freedom (OEF) service members and veterans treated at the facility. Social Work case management practice, which includes psychosocial assessment, diagnosis, and treatment, is focused on helping OIF and/or OEF service members and/or veterans and their families maximize rehabilitation and treatment potential. The Nurse Case Manager completes an in-depth assessment of functional status, acuity level, prognosis, and assesses the need for treatment services and resources. The Case Manager initiates contact with the patient and/or family to assist and ensure a seamless transition between facilities and levels of care."
        },
        {
            "summary": "OIF OEF Program Manager",
            "name": "OIF OEF Program Manager",
            "description": "The OIF OEF Program Manager is a Nurse or Social Worker who oversees all seamless transition activities and the coordination of care and services for OIF and/or OEF service members and veterans treated at the facility. He or she serves as the Point of Contact (POC) and Coordinator for the Operation Iraqi Freedom (OIF)-Operation Enduring Freedom (OEF) Veteran Program and assumes all of the technical and administrative responsibility for management of this program."
        },
        {
            "summary": "OIF OEF Transition Patient Advocate",
            "name": "OIF OEF Transition Patient Advocate",
            "description": "The OIF OEF Transition Patient Advocate (TPA) serves as the VISN Director's liaison between the medical centers, the patients, employees of the medical centers and the community regarding patients' rights and advocacy. He or she will also serve as the point of contact to assist transitioning OIF and/or OEF veterans and their families."
        },
        {
            "summary": "Other",
            "name": "Other",
            "description": "A general classification for those team members who do not belong in any of the listed Standard Position entries."
        },
        {
            "summary": "Patient Services Assistant",
            "name": "Patient Services Assistant",
            "description": "Provides clerical and patient processing support to the clinic, or other unit of a medical facility, in support of the care and treatment given to patients. This include duties as receptionist, record keeping duties, clerical duties related to patient care, and miscellaneous support to the medical staff of the unit."
        },
        {
            "summary": "Peer Support Staff",
            "name": "Peer Support Staff",
            "description": "This position/role was created as part of the Identification of Principal Mental Health Provider project (see patch SD*5.3*575 for details). Mental Health Service uses this position/role which is a non-primary care position. At this time Mental Health Service does not use Person Class to further define this position/role."
        },
        {
            "summary": "Physician Assistant",
            "name": "Physician Assistant",
            "description": "Provides diagnostic and therapeutic medical care and services under the guidance of a Physician. This includes taking case histories, conducting physical examinations, and ordering lab and other studies. Physician Assistants also may carry out special procedures, such as giving injections or other medication, apply or change dressings, or suturing minor lacerations."
        },
        {
            "summary": "Physician Assistant (MHTC)",
            "name": "Physician Assistant (MHTC)",
            "description": "This position/role was created as part of the Identification of Principal Mental Health Provider project (see patch SD*5.3*575 for details). Mental Health Service uses this position/role as a non-primary care position. At this time Mental Health Service does not use Person Class to further define this position/role. This position/role is for a \"Mental Health Treatment Coordinator\" and contains the \"(MHTC)\" designation used to indentify and display the position/role in CPRS."
        },
        {
            "summary": "Physician-Attending",
            "name": "Physician-Attending",
            "description": "As a physician, incumbent's duties are to advise on, administer, supervise or perform professional and scientific work in one or more fields of medicine. The degree of Doctor of Medicine or Doctor of Osteopathy is a fundamental requirement, along with a current license to practice medicine and surgery in a US State, territory or the District of Columbia.\nAs an attending physician, incumbent acts as team, ward or group leader, and incurs the associated responsibilities as defined by the governing Credentials committee."
        },
        {
            "summary": "Physician-Primary Care",
            "name": "Physician-Primary Care",
            "description": "As a physician, incumbent's duties are to advise on, administer, supervise or perform professional and scientific work in one or more fields of medicine. The degree of Doctor of Medicine or Doctor of Osteopathy is a fundamental requirement, along with a current license to practice medicine and surgery in a US State, territory or the District of Columbia.\nAs a Primary Care practitioner, the incumbent provides the first point of assistance for a patient seeking care. Primary Care duties include: (1) Intake and initial needs assessment, (2) Health promotion and disease prevention, (3) Management of acute and chronic biopsychosocial conditions, (4) Access to other components of health care, (5) Continuity, and (6) Patient and non-professional care giver education & training. (from IL 10-93-031, Under Secretary for Health's Letter)"
        },
        {
            "summary": "Physician-Psychiatrist",
            "name": "Physician-Psychiatrist",
            "description": "As a physician, incumbent's duties are to advise on, administer, supervise or perform professional and scientific work in one or more fields of medicine. The degree of Doctor of Medicine or Doctor of Osteopathy is a fundamental requirement, along with a current license to practice medicine and surgery in a US State, territory or the District of Columbia.\nThe incumbent is also granted clinical privileges (by the appropriate governing Credentials committee) in regard to the practice of Psychiatry."
        },
        {
            "summary": "Physician-Psychiatrist (MHTC)",
            "name": "Physician-Psychiatrist (MHTC)",
            "description": "This position/role was created as part of the Identification of Principal Mental Health Provider project (see patch SD*5.3*575 for details). Mental Health Service uses this position/role as a non-primary care position. At this time Mental Health Service does not use Person Class to further define this position/role. This position/role is for a \"Mental Health Treatment Coordinator\" and contains the \"(MHTC)\" designation used to indentify and display the position/role in CPRS."
        },
        {
            "summary": "Physician-Subspecialty",
            "name": "Physician-Subspecialty",
            "description": "As a physician, incumbent's duties are to advise on, administer, supervise or perform professional and scientific work in one or more fields of medicine. The degree of Doctor of Medicine or Doctor of Osteopathy is a fundamental requirement, along with a current license to practice medicine and surgery in a US State, territory or the District of Columbia.\nThe incumbent is also granted clinical privileges (by the appropriate governing Credentials committee) in regard to the practice of Specialty or Subspecialty care in the areas of Medicine or Surgery."
        },
        {
            "summary": "Psychologist",
            "name": "Psychologist",
            "description": "Performs patient care duties in accordance with Clinical Privileges as assigned or granted by the appropriate governing committee in the area of Psychology and Mental Health. This may include individual, family and group counseling and psychotherapy, assertiveness and other behavior training, etc."
       },
        {
            "summary": "Psychologist (MHTC)",
            "name": "Psychologist (MHTC)",
            "description": "This position/role was created as part of the Identification of Principal Mental Health Provider project (see patch SD*5.3*575 for details). Mental Health Service uses this position/role as a non-primary care position. At this time Mental Health Service does not use Person Class to further define this position/role. This position/role is for a \"Mental Health Treatment Coordinator\" and contains the \"(MHTC)\" designation used to indentify and display the position/role in CPRS."
        },
        {
            "summary": "Recreation Therapist",
            "name": "Recreation Therapist",
            "description": "This position/role was created as part of the Identification of Principal Mental Health Provider project (see patch SD*5.3*575 for details). Mental Health Service uses this position/role which is a non-primary care position. At this time Mental Health Service does not use Person Class to further define this position/role."
        },
        {
            "summary": "Recreation Therapist (MHTC)",
            "name": "Recreation Therapist (MHTC)",
            "description": "This position/role was created as part of the Identification of Principal Mental Health Provider project (see patch SD*5.3*575 for details). Mental Health Service uses this position/role as a non-primary care position. At this time Mental Health Service does not use Person Class to further define this position/role. This position/role is for a \"Mental Health Treatment Coordinator\" and contains the \"(MHTC)\" designation used to indentify and display the position/role in CPRS."
        },
        {
            "summary": "Rehab/Psych Technician",
            "name": "Rehab/Psych Technician",
            "description": "Provides patient care in accordance with Clinical Privileges as assigned or granted by the appropriate governing committee in the area of Psychology and Mental Health. This may include individual, family or group counseling. The incumbent is typically supervised by a degreed Psychologist or Mental health practitioner."
        },
        {
            "summary": "Addiction Therapist (MHTC)",
            "name": "Addiction Therapist (MHTC)",
            "description": "This position/role was created as part of the Identification of Principal Mental Health Provider project (see patch SD*5.3*575 for details). Mental Health Service uses this position/role as a non-primary care position. At this time Mental Health Service does not use Person Class to further define this position/role. This position/role is for a \"Mental Health Treatment Coordinator\" and contains the \"(MHTC)\" designation used to indentify and display the position/role in CPRS."
        },
        {
            "summary": "Rehab/Psych Technician (MHTC)",
            "name": "Rehab/Psych Technician (MHTC)",
            "description": "This position/role was created as part of the Identification of Principal Mental Health Provider project (see patch SD*5.3*575 for details). Mental Health Service uses this position/role as a non-primary care position. At this time Mental Health Service does not use Person Class to further define this position/role. This position/role is for a \"Mental Health Treatment Coordinator\" and contains the \"(MHTC)\" designation used to indentify and display the position/role in CPRS."
        },
        {
            "summary": "Resident (Physician)",
            "name": "Resident (Physician)",
            "description": "Performs patient care duties in accordance with Clinical Privileges as assigned or granted by the appropriate governing committee and is supervised by an Attending or assigned physician. Duties include but may not be limited to completing history & physical examinations, obtaining blood and other specimens, and provision of patient medical care as permitted.\nAs a Resident, the incumbent is responsible for providing patient care as directed by the Attending or supervising physician."
        },
        {
            "summary": "Social Worker",
            "name": "Social Worker",
            "description": "Performs patient care duties in accordance with Clinical Privileges as assigned or granted by the appropriate governing committee in the area of Social Work. Provides direct services to individuals, groups and families with counseling, discharge planning, crisis intervention, etc."
        },
        {
            "summary": "Social Worker (MHTC)",
            "name": "Social Worker (MHTC)",
            "description": "This position/role was created as part of the Identification of Principal Mental Health Provider project (see patch SD*5.3*575 for details). Mental Health Service uses this position/role as a non-primary care position. At this time Mental Health Service does not use Person Class to further define this position/role. This position/role is for a \"Mental Health Treatment Coordinator\" and contains the \"(MHTC)\" designation used to indentify and display the position/role in CPRS."
        },
        {
            "summary": "Team Pharmacist",
            "name": "Team Pharmacist",
            "description": "A pharmacists who: (1) Is authorized to Fill/Dispense medications (2) Enter/Verify medication orders (3) Provide patient education relating to medications (4) Renew established medications under the protocols defined by the medical center."
        },
        {
            "summary": "Trainee",
            "name": "Trainee",
            "description": "Individual who serves on the care team as part of an educational experience provided by a qualified supervising practitioner. This relationship is evaluative, extends over time, and has the simultaneous purposes of enhancing the professional functioning of the trainee while monitoring the quality of services delivered. Supervision is provided through observation, consultation, directing the learning and activities of the trainee, and role modeling."
        },
        {
            "summary": "Voc Rehab Spec/Counselor",
            "name": "Voc Rehab Spec/Counselor",
            "description": "This position/role was created as part of the Identification of Principal Mental Health Provider project (see patch SD*5.3*575 for details). Mental Health Service uses this position/role which is a non-primary care position. At this time Mental Health Service does not use Person Class to further define this position/role."
        },
        {
            "summary": "Voc Rehab Spec/Counselor (MHTC)",
            "name": "Voc Rehab Spec/Counselor (MHTC)",
            "description": "This position/role was created as part of the Identification of Principal Mental Health Provider project (see patch SD*5.3*575 for details). Mental Health Service uses this position/role as a non-primary care position. At this time Mental Health Service does not use Person Class to further define this position/role. This position/role is for a \"Mental Health Treatment Coordinator\" and contains the \"(MHTC)\" designation used to indentify and display the position/role in CPRS."
        }
    ]
}}