{
    "data": {
        "totalItems": 15,
        "items": [
		{
            "xtype": "overviewpanel"
        },
        {
            "xtype": "container",
            "title": "Worksheet",
            "height": "100%",
            "width": "100%",
            "overflowY": "scroll",
            "layout": {
                "type":"vbox",
                "align":"center",
                "defaultMargins": "20 0 0 0"
            },
            "items": [
                {
                    "xtype": "image",
                    "height": "256",
                    "width": "256",
                    "src": "/images/icons/under_construction_256.png"
                },
                {
                    "xtype": "component",
                    "width": "100%",
                    "html": "<p>HMP worksheets will effectively support today’s team-based care environments by offering configurable, role-based, workflow-driven views that provide the tools and clinical resources users need to streamline patient care while improving care quality. The application’s modular architecture is capable of delivering a virtually limitless number of single-patient, role-based, and condition-driven worksheets, enabling each site to determine the combinations of data views, actions, and clinical-decision resources that best support the way its clinical staff delivers care.</p>"
                },
                {
                    "xtype": "component",
                    "width": "100%",
                    "html": "<p>Eventually, HMP’s workflow-driven views will offer all of the information and services healthcare professionals need to efficiently perform associated tasks—such as stepping them through information-gathering processes and procedures that correspond to best-practices treatment guidelines. And, depending upon the nature of the specific workflow, HMP will allow users to arrange their worksheets to optimize the way they personally deliver care.</p>"
                },
                {
                    "xtype": "component",
                    "width": "100%",
                    "html": "<p>A wireframe for a Chronic Disease Worksheet might look something like:</p>"
                },
                {
                    "xtype": "image",
                    "width": "100%",
                    "src": "/images/wireframes/Draft Chronic Dz Wksheet.png"
                }
            ]
        }

		]
	}
}
